Repository: NaN-tic/trytond-account_payment_es_csb_34_1_la_caixa
Catalog: locale/*.po
Languages: ca_es, es_es

# error:account.payment.journal:
source: Dear Sir
ca_es: Benvolgut senyor
es_es: Estimado señor

# error:account.payment.journal:
source: Payment ref.
ca_es: Ref. de pagament
es_es: Ref. de pago

# field:account.payment.journal,csb34_11_lc_add_date:
source: Add Date
ca_es: Afegeix data
es_es: Añade fecha

# field:account.payment.journal,csb34_11_lc_text1:
source: Line 1
ca_es: Línia 1
es_es: Línea 1

# field:account.payment.journal,csb34_11_lc_text2:
source: Line 2
ca_es: Línia 2
es_es: Línea 2

# field:account.payment.journal,csb34_11_lc_text3:
source: Line 3
ca_es: Línia 3
es_es: Línea 3

# field:account.payment.journal,csb34_11_lc_type:
source: Type of CSB 34 payment
ca_es: Tipus de pagament CSB 34
es_es: Tipo de pago CSB 34

# help:account.payment.journal,csb34_11_lc_add_date:
source: Check it if you want to add the 910 data type in the file to include the payment date.
ca_es: Marqueu-lo si voleu afegir el tipus de dada 910 al fitxer per incloure la data de pagament.
es_es: Márquelo si quiere añadir el tipo de dato 910 en el fichero para incluir la fecha de pago.

# help:account.payment.journal,csb34_11_lc_text1:
source: Enter text and/or select a field of the invoice to include as a description in the letter. Allowed values are: ${name}, ${bank_account}, ${invoices}, ${amount}, ${communication}, ${date}, ${maturity_date}, ${create_date}, ${date_created}, ${concept}.
ca_es: Introduiu un text i/o seleccioneu un camp de la factura per inclure com a descripció de la carta. Valors admesos: ${name}, ${bank_account}, ${invoices}, ${amount}, ${communication}, ${date}, ${maturity_date}, ${create_date}, ${date_created}, ${concept}.
es_es: Introduzca el texto y/o seleccione un campo de la factura a incluir como descripción en la carta. Valores admitidos: ${name}, ${bank_account}, ${invoices}, ${amount}, ${communication}, ${date}, ${maturity_date}, ${create_date}, ${date_created}, ${concept}.

# help:account.payment.journal,csb34_11_lc_text2:
source: Enter text and/or select a field of the invoice to include as a description in the letter. Allowed values are: ${name}, ${bank_account}, ${invoices}, ${amount}, ${communication}, ${date}, ${maturity_date}, ${create_date}, ${date_created}, ${concept}.
ca_es: Introduiu un text i/o seleccioneu un camp de la factura per inclure com a descripció de la carta. Valors admesos: ${name}, ${bank_account}, ${invoices}, ${amount}, ${communication}, ${date}, ${maturity_date}, ${create_date}, ${date_created}, ${concept}.
es_es: Introduzca el texto y/o seleccione un campo de la factura a incluir como descripción en la carta. Valores admitidos: ${name}, ${bank_account}, ${invoices}, ${amount}, ${communication}, ${date}, ${maturity_date}, ${create_date}, ${date_created}, ${concept}.

# help:account.payment.journal,csb34_11_lc_text3:
source: Enter text and/or select a field of the invoice to include as a description in the letter. Allowed values are: ${name}, ${bank_account}, ${invoices}, ${amount}, ${communication}, ${date}, ${maturity_date}, ${create_date}, ${date_created}, ${concept}.
ca_es: Introduiu un text i/o seleccioneu un camp de la factura per inclure com a descripció de la carta. Valors admesos: ${name}, ${bank_account}, ${invoices}, ${amount}, ${communication}, ${date}, ${maturity_date}, ${create_date}, ${date_created}, ${concept}.
es_es: Introduzca el texto y/o seleccione un campo de la factura a incluir como descripción en la carta. Valores admitidos: ${name}, ${bank_account}, ${invoices}, ${amount}, ${communication}, ${date}, ${maturity_date}, ${create_date}, ${date_created}, ${concept}.

# selection:account.payment.journal,csb34_11_lc_type:
source: Certified Payments
ca_es: Pagament certificat
es_es: Pagos certificados

# selection:account.payment.journal,csb34_11_lc_type:
source: Checks
ca_es: Checs
es_es: Cheques

# selection:account.payment.journal,csb34_11_lc_type:
source: Promissory Notes
ca_es: Pagarés
es_es: Pagarés

# selection:account.payment.journal,csb34_11_lc_type:
source: Transfers
ca_es: Trasferència
es_es: Transferencia

# view:account.payment.journal:
source: Additional data for CSB 34 type of payment file.
ca_es: Dades addicionals pel fitxer de tipus de pagament CSB 34.
es_es: Fecha adicional para el fichero de tipo de pago CSB 34

# view:account.payment.journal:
source: Additional data for promissory notes, checks, and certified payments.
ca_es: Dades addicionals per pagarés, checs i pagaments certificats.
es_es: Datos adicionales para pagarés, cheques y pagos certificados.

# view:account.payment.journal:
source: CSB 34-1 La Caixa Options
ca_es: Opcions CSB 34-1 La Caixa
es_es: Opciones CSB 34-1 La Caixa

# view:account.payment.journal:
source: Optional Text for the Letter (adds 101, 102, 103, data tipes in the file)
ca_es: Text opcional per a la carta (afegeix els tipus de dada 101, 102 i 103 al fitxer)
es_es: Texto opcional para cartas (añade tipos de dato 101, 102 y 103 al fichero)
